import {
  tesla,
} from "../assets";

export const navLinks = [
  {
    id: "about",
    title: "Обо мне",
  },
  {
    id: "services",
    title: "Виды услуг",
  },
  {
    id: "works",
    title: "Мои работы",
  },
  {
    id: "contact",
    title: "Связаться",
  },
];

const services = [
  {
    title: "Комплексный уход со стрижкой (собаки)",
    company_name: "цена от 1300 рублей",
    icon: tesla,
    iconBg: "#ffdbe0",
    time: "около 2 часов",
    points: [
      "уход за ушами, когтями и лапами (гигиена ушей, стрижка когтей и бритье подушечек лап)",
      "купание питомца (купание с использованием профессиональной косметики)",
      "стрижка шерсти",
    ],
  },
  {
    title: "Комплексный уход с вычесом (собаки)",
    company_name: "цена от 1500 рублей",
    icon: tesla,
    iconBg: "#ffdbe0",
    time: "около 2 часов",
    points: [
      "уход за ушами, когтями и лапами (гигиена ушей, стрижка когтей и бритье подушечек лап)",
      "вычес шерсти",
      "купание питомца (купание с использованием профессиональной косметики)",
    ],
  },
  {
    title: "Гигиенические процедуры (собаки)",
    company_name: "цена от 1000 рублей",
    icon: tesla,
    iconBg: "#ffdbe0",
    time: "около 1 часа",
    points: [
      "уход за ушами, когтями и лапами (гигиена ушей, стрижка когтей и бритье подушечек лап)",
      "купание питомца (купание с использованием профессиональной косметики)",
    ],
  },
  {
    title: "Комплексный уход (кошки)",
    company_name: "цена от 1400 рублей",
    icon: tesla,
    iconBg: "#ffdbe0",
    time: "около 2 часов",
    points: [
      "уход за ушами и когтями (гигиена ушей и стрижка когтей)",
      "вычес / бритье шерсти",
      "купание питомца (купание с использованием профессиональной косметики)",
    ],
  },
  {
    title: "Уход за когтями",
    company_name: "цена от 400 рублей",
    icon: tesla,
    iconBg: "#ffdbe0",
    time: "около 30 минут",
    points: [
      "уход за когтями и лапами (стрижка когтей и бритье подушечек лап)",
    ],
  },
];


export {services};
